[
	{
		"description": "Few local restaurants are as sexy as Shawn Cirkiel’s Bullfight. Maybe it’s the lighting, or the almost encyclopedic selection of sherries (nerds are sexy too), or the indoor-outdoor space. But we always have our rom-com moment when we bite into tapas like branzino crudo or veal sweetbreads a la plancha. We don’t even need a date.",
		"address": "4807 Airport",
		"website": "http://www.bullfight-austin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/bullfight-1669856/",
		"name": "Bullfight",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/bullfight/",
		"region": "Midtown",
		"phone": "512/474-2029"
	},
	{
		"description": "Bringing authentic Spanish tapas by way of San Francisco, husband-and-wife team Daniel Olivella and Vanessa Jerez should be kissed for bringing this gem to South Lamar. What more could a person want than to be able to pick an assortment of small plates bursting with flavor, from squid ink paellas to traditional latas? Oh yes, to wash it all down with house-made sangria. Barlata’s got it all.",
		"address": "1500 S. Lamar",
		"website": "http://www.barlataaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/barlata-tapas-bar-1478684/",
		"name": "Barlata Tapas Bar",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/barlata-tapas-bar/",
		"region": "SouthLamarandBartonSprings",
		"phone": "512/473-2211"
	},
	{
		"description": "We were sad to see the intimate space on South Lamar close, but it didn’t take us long to warm up to the kitchen views, cozy tables, and full bar of the new location. The menu keeps on evolving too, as happens when you have one of the best kitchen teams in all of Austin.",
		"address": "6555 Burnet Rd. #400",
		"website": "http://www.barleyswine.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/barley-swine-1142558/",
		"name": "Barley Swine",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/barley-swine/",
		"region": "Midtown",
		"phone": "512/394-8150"
	},
	{
		"description": "Chef and owner Kazu Fukumoto embarked on an ambitious undertaking by incorporating an izakaya concept (which he defines as a “Japanese gastropub”) with yakitori (binchotan grilled skewers) and Edomae sushi that showcases top-notch fish. The chic saké-centric hangout is a go-to for unconventional eats like house-made tofu, firefly squid, and even grilled chicken butts.",
		"address": "514 Medina",
		"website": "http://www.fukumotoaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/fukumoto-1686735/",
		"name": "Fukumoto",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/fukumoto/",
		"region": "LowerEast",
		"phone": "512/770-6880"
	},
	{
		"description": "Starting with a church fundraiser that turned into a famed catering business, the owner/namesake of “Connie’s Kitchen” made her dream come true at 63 with the family-operated Mexican restaurant. Try the homemade tortillas in her famous enchiladas and, arguably, the best breakfast burrito in town.",
		"address": "4516 Burnet Rd.",
		"website": "http://www.consueloskitchen.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/la-cocina-de-consuelo-466951/",
		"name": "La Cocina de Consuelo",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/la-cocina-de-consuelo/",
		"region": "Midtown",
		"phone": "512/524-4740"
	},
	{
		"description": "Specializing in Indian soul food, this psychedelic Eastside spot blends traditional dishes like tikka masala and saag paneer with Texas’ culinary traditions. The lunch thali platter is a great deal, and options run aplenty with curries, flavored naan, biryani, samosas, and even tacos. The spicy curried margarita is our favorite summer tipple.",
		"address": "1614 E. Seventh",
		"website": "http://www.nashaindia.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/nasha-1632580/",
		"name": "Nasha",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/nasha/",
		"region": "LowerEast",
		"phone": "512/350-2919"
	},
	{
		"description": "Executive chef and partner Nicholas Yanes’ handsome Northern Italian eatery may be new, but it has already made its mark in the Eastside’s budding fine-dining scene. The kitchen team prepares delicate pasta dishes and innovative small plates that nod to Texas, like risotto with local strawberry, avocado, and mint. Beverage director Nic Vascocu’s refined drink menus are perfectly suited for the serene hideaway setting.",
		"address": "2400 E. Cesar Chavez #304",
		"website": "http://www.juniperaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/juniper-1687885/",
		"name": "Juniper",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/juniper/",
		"region": "LowerEast",
		"phone": "512/220-9421"
	},
	{
		"description": "The still-new, but ever-changing menu at Royal Jelly has us rushing back to try everything before the season dictates its expiration. Merguez lamb sliders with fennel-carrot-mint slaw and goat cheese is our current obsession. The all-Texas beer list ranges from sours to stouts, and the full bar makes a mean Mol’e Fashioned. It’s our favorite neighborhood bar – even if we have to travel from several neighborhoods over to enjoy it.",
		"address": "704 W. St. Johns",
		"website": "http://www.royaljellyatx.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/royal-jelly-1664678/",
		"name": "Royal Jelly",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/royal-jelly/",
		"region": "Midtown",
		"phone": "512/765-4816"
	},
	{
		"description": "The seasonally changing yet always-gorgeous platings (read: highly ’grammable) have us coming back to VOX on the reg. Chef Joe Anguiano’s albacore tuna tartare scooped with a delicate potato lavash is divine, and smoked Tasmanian trout at brunch had us swimming. Beverage director JR Mocanu is also doing some very innovative things behind the bar, utilizing house-made ingredients like smoked pineapple ginger shrub and tangerine tincture.",
		"address": "1100 S. Lamar #2140",
		"website": "http://www.voxtableaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/vox-table-1635859/",
		"name": "VOX Table",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/vox-table/",
		"region": "SouthLamarandBartonSprings",
		"phone": "512/375-4869"
	},
	{
		"description": "Housed in a converted gas station, Foreign & Domestic offers a refreshing mix of American classics and more exotic European fare. Although the restaurant’s odd cuts of meat is a conversation piece (tongues of assorted animals often guest-star on its ever-changing menu), it’s the chef’s attention to detail that keeps customers coming back for more.",
		"address": "306 E. 53rd",
		"website": "http://www.fndaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/foreign-and-domestic-1060330/",
		"name": "Foreign & Domestic",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/foreign-and-domestic/",
		"region": "Midtown",
		"phone": "512/459-1010"
	},
	{
		"description": "Curbing carnivorous cravings has never been so easy. When even the most devout meat-eater yearns for the Bac’n Cheeze Burger from Arlo’s, you know the kitchen’s doing something right. This fleet now satisfies appetites all across town with its three trucks, but we personally pine for the Chik’n Tacos and tots washed down with a Gin Henry at Drinks Lounge.",
		"address": "2001 E. Cesar Chavez",
		"website": "http://www.arlostruck.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/arlos-1842677/",
		"name": "Arlo's",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/arlos/",
		"region": "LowerEast",
		"phone": "512/840-1840"
	},
	{
		"description": "Translated as “child of uchi,” Tyson Cole’s sequel to his now-multiplying Uchi restaurant has grown into an identity of its own. With a killer happy hour, exquisite Japanese farmhouse cuisine, and a kitchen that produces some of Austin’s most talented chefs, it’s no wonder Uchiko has been packed nonstop since its 2010 opening.",
		"address": "4200 N. Lamar #140",
		"website": "http://www.uchiaustin.com/uchiko",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/uchiko-1142561/",
		"name": "Uchiko",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/uchiko/",
		"region": "Midtown",
		"phone": "512/916-4808"
	},
	{
		"description": "We can’t wait for drier weather so we can fold Juliet’s gorgeous patio into our happy hour rotation. From the polpo and pesce crudo to the pizzas and handmade pastas to the ample parking lot, Juliet beckons us back for her well-executed Italian dishes and stunning decor. The olive oil tastings offer a true touch of Tuscany.",
		"address": "1500 Barton Springs Rd.",
		"website": "http://www.juliet-austin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/juliet-ristorante-1650255/",
		"name": "Juliet Ristorante",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/juliet-ristorante/",
		"region": "SouthLamarandBartonSprings",
		"phone": "512/479-1800"
	},
	{
		"description": "A custom-built 900-degree pizza oven takes up a sizable portion of Bufalina’s dining room, but they pack the rest of the space elbow-to-elbow with Austinites hungry for the most delicate Neapolitan crust in the city. The scope ranges from subtle sure shots like their must-order margherita to more ambitious options like braised goat with Catalan chèvre. Need more space and shorter waits? Try Bufalina Due on Burnet Road.",
		"address": "1519 E. Cesar Chavez",
		"website": "http://www.bufalinapizza.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/bufalina-1486233/",
		"name": "Bufalina",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/bufalina/",
		"region": "LowerEast",
		"phone": "512/524-2523"
	},
	{
		"description": "As one of Austin’s first food trailer-gone-brick and mortar success stories, Komé has grown from its Sushi-A-Go-Go roots to serve as an anchor in Airport Boulevard’s booming restaurant scene. The izakaya-style restaurant run by Takehiro and Kayo Asazu is still a cozy neighborhood shop featuring homestyle Japanese cooking and some of the most affordable, quality sushi you can find in the city.",
		"address": "4917 Airport",
		"website": "http://www.kome-austin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/kome-1326020/",
		"name": "Komé",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/kome/",
		"region": "Midtown",
		"phone": "512/712-5700"
	},
	{
		"description": "Let’s be honest; you’re here for the kimchi fries. And they are amazing, especially topped with the spicy pork. With a fifth location on the way, Chi’Lantro is becoming something of a local empire; you might as well get in on the action before they go national.",
		"address": "1509 S. Lamar",
		"website": "http://www.chilantrobbq.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/chi-lantro-1180351/",
		"name": "Chi'Lantro BBQ",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/chi-lantro/",
		"region": "SouthLamarandBartonSprings",
		"phone": "512/428-5269"
	},
	{
		"description": "Chef Reina Morris brought her native Argentinian cuisine to Austin over a decade ago, and her restaurants have been a mainstay ever since. Now daughter Paola MG Smith is a co-owner, bringing contemporary touches like a new amaro-focused speakeasy in the basement. The family collaboration has brought renewed energy to the building, proving the classics can still electrify.",
		"address": "1201 E. Sixth",
		"website": "http://www.buenosairescafe.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/buenos-aires-cafe-1461729/",
		"name": "Buenos Aires Café Este",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/buenos-aires-cafe/",
		"region": "LowerEast",
		"phone": "512/382-1189"
	},
	{
		"description": "Rumor has it that Matthew McConaughey frequents this classy sushi joint and orders nothing but sea bream sashimi. We would be fine with just that as well – no soy sauce or wasabi needed on the immaculate cuts of fresh fish – but other menu items (Wagyu hot rock, tiger shrimp tempura, or the hakujin roll, to name a few) make it nearly impossible to not go all-out.",
		"address": "801 S. Lamar",
		"website": "http://www.uchiaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/uchi-163503/",
		"name": "Uchi",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/uchi/",
		"region": "SouthLamarandBartonSprings",
		"phone": "512/916-4808"
	},
	{
		"description": "Ludwig Mies van der Rohe was fond of saying “less is more,” but that’s probably because he never had a Noble sandwich. Take the seared beef tongue piled with smoked green onions, red pepper relish, and tangy aïoli. Who needs minimalism when maximalism is so delicious?",
		"address": "4805 Burnet Rd.",
		"website": "http://www.noblesandwiches.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/noble-sandwich-co-1527726/",
		"name": "Noble Sandwich Co.",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/noble-sandwich-co/",
		"region": "Midtown",
		"phone": "512/666-5124"
	},
	{
		"description": "Want to impress your parents the first time they visit you in Austin? Take them to Jacoby’s. Chef Albert Gonzalez’s elevated, but not precious cuisine will impress your mom, and the breathtaking views and decor of the patio will wow your other mom. It’s guaranteed to put them in a good mood before you ask for just a little more money.",
		"address": "3235 E. Cesar Chavez",
		"website": "http://www.jacobysaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/jacobys-restaurant-and-mercantile-1563796/",
		"name": "Jacoby's Restaurant & Mercantile",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/jacobys-restaurant-and-mercantile/",
		"region": "LowerEast",
		"phone": "512/366-5808"
	},
	{
		"description": "If restaurants were greatest hits albums, Cantine would be burning up the charts. Hospitality veterans Lisa and Emmett Fox borrowed elements from their Hyde Park classic, Asti, and sorely missed Hollywood Regency stunner Fino for their new venture in the Lamar Union development. The result is an innovative Mediterranean restaurant with a bright dining room and a serious beverage program that couldn’t be more contemporary.",
		"address": "1100 S. Lamar #2115",
		"website": "http://www.cantineaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/cantine-1639802/",
		"name": "Cantine",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/cantine/",
		"region": "SouthLamarandBartonSprings"
	},
	{
		"description": "Any person walking into Odd Duck for the first time will see the open kitchen and wood-fired oven and know they’re about to get both dinner and a show. Starting as a trailer by Barley Swine owner Bryce Gilmore, Odd Duck focuses on letting local ingredients speak for themselves through small plates, like the duck fat fried rice and sweet potato with green chile. Some dishes are so good, you’ll find yourself ordering another round of them before the night is over.",
		"address": "1201 S. Lamar",
		"website": "http://www.oddduckaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/odd-duck-1509138/",
		"name": "Odd Duck",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/odd-duck/",
		"region": "SouthLamarandBartonSprings",
		"phone": "512/433-6521"
	},
	{
		"description": "This “Best of Austin” and “First Plates” veteran continues to be our own private party. No matter how many times we traipse to Justine’s, every visit is a brand-new experience – thanks to nightly blackboard specials like flounder with spring onions, or bison- and bacon-stuffed cabbage. Mainstays like the steak frites and superlative pork chops will never cease to please. It’s like a long-lasting relationship: familiar and intimate, but simultaneously exciting. We’re still in love.",
		"address": "4710 E. Fifth",
		"website": "http://www.justines1937.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/justines-brasserie-839941/",
		"name": "Justine's Brasserie",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/justines-brasserie/",
		"region": "LowerEast",
		"phone": "512/385-2900"
	},
	{
		"description": "This South Austin favorite visits different culinary regions of Mexico, with nuanced twists and an emphasis on a worldwide food staple – corn – with delectable crema de elote and handmade corn tortillas. Enchiladas de mole, or de pipián, are solid choices, and the garlic rice is a nice detour from oft-featured Spanish rice.",
		"address": "1816 S. Lamar",
		"website": "http://www.sazonaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/sazn-404549/",
		"name": "Sazón",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/sazn/",
		"region": "SouthLamarandBartonSprings",
		"phone": "512/326-4395"
	},
	{
		"description": "The outside might look a little like an Eastside dive bar, but the Hightower isn’t about pouring Jameson shots to denim vest-wearing beardos. Yes, there is a full bar, but the focus is chef Chad Dolezal’s quietly adventurous menu that blends the Lone Star State’s culinary traditions with a global palate. We’ll drink to that.",
		"address": "1209 E. Seventh",
		"website": "http://www.thehightoweraustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/the-hightower-1512262/",
		"name": "The Hightower",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/the-hightower/",
		"region": "LowerEast",
		"phone": "512/524-1448"
	},
	{
		"description": "Perfect for a casual Sunday brunch, this neighborhood French-American restaurant makes you feel just a little bit fancy and right at home all at once. The airy cafe and grocery shop offers simple but well-executed dishes like cured salmon toast, gnocchi, and a burger with a side of frites. If you’re only feeling peckish, get a custom cheese plate and a bottle of rosé, and call it un jour.",
		"address": "2307 Hancock",
		"website": "http://www.epicerieaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/epicerie-cafe-and-grocery-1434358/",
		"name": "Épicerie",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/epicerie-cafe-and-grocery/",
		"region": "Midtown",
		"phone": "512/371-6840"
	},
	{
		"description": "This humble mom and pop's shop highlights exquisite handmade udon that's difficult to find outside Japan. Their meticulously prepared dashi broth brings deep umami to comfort staples like chawanmushi. The manager Yoshi, currently pursuing saké sommelier licensure in Japan, enjoys introducing diners to lesser-known premium varieties.",
		"address": "2716 1/2 Guadalupe St.",
		"website": "http://www.restaurantdaito.com/",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/daito-1672902/",
		"name": "Daito",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/daito/",
		"region": "Campus",
		"phone": "512/474-7770"
	},
	{
		"description": "You know that feeling you have every time Garth Brooks’ “Friends in Low Places” comes on? Stiles Switch is a little like that – comfortingly familiar, a little raucous, and a whole lot of fun. With superb barbecue from owner Shane Stiles and lead pitmaster Lance Kirkpatrick and a killer draft selection, Stiles is always the answer when we want to slip on down 2010 opening.",
		"address": "6610 N. Lamar",
		"website": "http://www.stilesswitchbbq.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/stiles-switch-bbq-and-brew-1311607/",
		"name": "Stiles Switch BBQ & Brew",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/stiles-switch-bbq-and-brew/",
		"region": "Midtown",
		"phone": "512/380-9199"
	},
	{
		"description": "The vision behind this neighborhood spot was to provide wholesome food quickly, and it does just that. Run by former Aquarelle owner, Teresa Wilson, Sala & Betty can still teach Austin’s food scene a thing or two on inventive ways to use vegetables, like its cauliflower tortillas and mushroom “meatloaf,” to name a few. What’s more, you can get your meal to-go via the drive-through.",
		"address": "5201 Airport",
		"website": "http://www.salaandbettyatx.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/sala-and-betty-1611116/",
		"name": "Sala & Betty",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/sala-and-betty/",
		"region": "Midtown",
		"phone": "512/645-0214"
	},
	{
		"description": "Chronicle readers endowed Launderette with Best New Restaurant honors last year in the annual “Best of Austin” poll, and we are perpetually wowed. Sweet lump crab toast, whole branzino, and burrata with black mission figs all induce audible sighs of bliss, but we’re most impressed by chef Rene Ortiz’s treatment of vegetables – his transformation of humble cauliflower using pickled pear, fresno chiles, and mustard vinaigrette is otherworldly. Laura Sawicki’s desserts are equally a special treat.",
		"address": "2115 Holly",
		"website": "http://www.launderetteaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/launderette-1611113/",
		"name": "Launderette",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/launderette/",
		"region": "LowerEast",
		"phone": "512/382-1599"
	},
	{
		"description": "The humble, gravel-lot breakfast trailer sells out before many Austin slackers have left the house, but their brioche B.E.C. and steak & egg sandwiches are worth setting an alarm for. If the sandwiches are 86’d, the requisite 2016-style toasts (savory with goat chorizo or sweet with ricotta and tangerine marmalade) are equally eye-opening.",
		"address": "1203 E. 11th",
		"website": "http://www.paperboyaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/paperboy-1836259/",
		"name": "Paperboy",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/paperboy/",
		"region": "LowerEast"
	},
	{
		"description": "There are few breakfast taco secrets left in Austin, but this campus-area hangover cure has been left largely untouched except for a steady stream of UT students and staff. It's rare you'll find eggs on a house-made tortilla in this town, even rarer to find one topped with such a gluttonous mound of cheese.",
		"address": "2807 San Jacinto",
		"website": "http://www.austintacojoint.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/taco-joint-1842680/",
		"name": "Taco Joint",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/taco-joint/",
		"region": "Campus",
		"phone": "512/473-8223"
	},
	{
		"description": "This beloved little midtown cafe offers fresh takes on soups, salads, and sandwiches served at breakfast and lunch. Dine al fresco on the charmingly dishabille shaded front yard with their Tuna Niçoise Sandwich, soup du jour, and a side salad with blackberry balsamic vinaigrette.",
		"address": "616 W. 34th",
		"website": "http://www.foodheads.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/foodheads-159964/",
		"name": "FoodHeads",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/foodheads/",
		"region": "Campus",
		"phone": "512/420-8400"
	},
	{
		"description": "Every day, hordes of UT students line up for Don Japanese's pork belly or Veggie King bowls. Why? Because you are not likely to find a more harmonious marriage of price, quality, and taste (so what, it's a triad) in all of Austin. A brief hiatus has us patiently waiting for May 12.",
		"address": "28th & Guadalupe",
		"website": "http://www.fb.com/don-japanese-food-truck-692738280861004",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/don-japanese-food-truck-1826678/",
		"name": "Don Japanese Food Truck",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/don-japanese-food-truck/",
		"region": "Campus",
		"phone": "512/725-3686"
	},
	{
		"description": "The description of the baked mac on the menu says it all: “It’s fucking delightful.” From the avocado crema-topped Scotch eggs at brunch to classic cheese-and-potato pierogies at dinner, Toaster is all about hitting your pleasure centers – proving that in these tweezered and bespoke culinary times, food is still about how it makes you feel.",
		"address": "1910 E. Cesar Chavez",
		"website": "http://www.toasterfoodtruck.wix.com/toastertrailer",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/toaster-1842681/",
		"name": "Toaster",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/toaster/",
		"region": "LowerEast"
	},
	{
		"description": "Forever famous for their Detroit-style square pan pies with a caramelized cheese crust, the newest locations (both full-service restaurants with a full menu) offer apps like stuffed artichokes, beet salads with candied prosciutto, and thin-crust \"bar style\" pizzas that are – gasp! – round. As devoted to the four corners as we are, we can't deny we want to try all Via has to offer.",
		"address": "3016 Guadalupe #100",
		"website": "http://www.via313.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/via-313-1844594/",
		"name": "Via 313",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/via-313/",
		"region": "Campus",
		"phone": "512/358-6193"
	},
	{
		"description": "Much has been written about pitmaster John Lewis’ way with brisket and ribs, and we won’t deny the power in the smoke. But we will take a moment to herald genius sandwiches like La Frito Loco. It may start with pulled pork, but it adds chopped beef, corn chips, black bean salad, chipotle slaw, cheese, and jalapeños. If there’s anything more Texan, we haven’t seen it.",
		"address": "1906 E. Cesar Chavez",
		"website": "http://www.labarbecue.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/la-barbecue-1447989/",
		"name": "la Barbecue",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/la-barbecue/",
		"region": "LowerEast",
		"phone": "512/605-9696"
	},
	{
		"description": "Nestled in the lobby of the historic Hotel Ella, Goodall's Kitchen is a welcome refuge from the ubiquitous spread of pizza joints and taco shops of West Campus. They have rotating seasonal offerings like pork belly tater tots, and their cocktail list is expansive and well thought out. Need we say more?",
		"address": "1900 Rio Grande St.",
		"website": "http://www.goodallskitchen.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/goodalls-kitchen-and-bar-1495034/",
		"name": "Goodall's Kitchen",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/goodalls-kitchen-and-bar/",
		"region": "Campus",
		"phone": "512/628-4200"
	},
	{
		"description": "In present-day Austin, we often forget that good isn’t a synonym for unaffordable. Asiana’s lunch buffet doesn’t require a late credit card payment, but it’s stocked with saag paneer, and lamb vindaloo, and rotating specials – in short, a showpiece for everything the bare-bones restaurant has to offer. If you don’t leave stuffed, you don’t love food.",
		"address": "801 E. William Cannon #205",
		"website": "http://www.asianaindiancuisine.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/asiana-indian-cuisine-1321345/",
		"name": "Asiana Indian Cuisine",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/asiana-indian-cuisine/",
		"region": "South",
		"phone": "512/445-3435"
	},
	{
		"description": "The ramshackle dining room could have been decorated by one of Hyacinth Bucket’s sisters, and that’s only one of the many charms. Gorgeous pasties, fish and chips, and traditional breakfasts rule here, all handmade using local ingredients.",
		"address": "2000 Southern Oaks",
		"website": "http://www.fullenglishfood.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/full-english-1259762/",
		"name": "Full English",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/full-english/",
		"region": "South",
		"phone": "512/240-2748"
	},
	{
		"description": "Artisanal butchering may have been supplanted by other food trends nationally, but the movement hasn’t slowed down in Texas. Salt & Time still excel at the nose-to-tail tradition, evidenced by their in-house charcuterie and rotating offal specials. Their wide selection of meats ranges from popular cuts to the lesser-known ones, and lunch, brunch, and dinner in the minimalist dining room are simple and fresh.",
		"address": "1912 E. Seventh",
		"website": "http://www.saltandtime.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/salt-and-time-butcher-shop-and-salumeria-1074790/",
		"name": "Salt & Time Butcher Shop & Salumeria",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/salt-and-time-butcher-shop-and-salumeria/",
		"region": "LowerEast",
		"phone": "512/524-1383"
	},
	{
		"description": "Intimate and personal, Counter 3. Five. VII is the perfect spot for a date where you want to show off your restrained good taste, or a solo outing when you're in the mood to let someone else make the hard decisions. Just choose the three-, five-, or seven-course tasting menu, then sit back and enjoy.",
		"address": "315 Congress #100",
		"website": "http://www.counter3fivevii.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/counter-3-five-vii-1633287/",
		"name": "Counter 3. Five. VII",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/counter-3-five-vii/",
		"region": "Downtown",
		"phone": "512/291-3327"
	},
	{
		"description": "When we think of neighborhood restaurants, we usually think of dives. Chef Camden Stuerzenberger proves they can be sophisticated with hearty dishes that blend country club classicism (fried oysters, shrimp cocktail) with a global palate (shrimp & grits with a vanilla beurre blanc). The wine list is one of the best in the city.",
		"address": "3010 W. Anderson",
		"website": "http://www.forkvine.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/fork-and-vine-1617072/",
		"name": "Fork & Vine",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/fork-and-vine/",
		"region": "NorthandNorthwest",
		"phone": "512/489-7000"
	},
	{
		"description": "One of the most pleasant things about Texas French Bread has nothing to do with the food. Owner Murph Willcott's emails are part holiday newsletter, part memoir, and part photo essay, sharing anecdotes about restaurant life next to weekly specials. That personal touch shows in everything TFB does, from the Texas bistro cuisine to the charming garden patio.",
		"address": "2900 Rio Grande",
		"website": "http://www.texasfrenchbread.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/texas-french-bread-46107/",
		"name": "Texas French Bread",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/texas-french-bread/",
		"region": "Campus",
		"phone": "512/499-0544"
	},
	{
		"description": "You know your restaurant offers something special when Austinites are willing to brave the journey from south to north just for a taste of the roast duck. Din Ho doesn’t have a hip interior or a trendy craft cocktail program, but none of that matters when your eyes are rolling back in your head.",
		"address": "8557 Research #116",
		"website": "http://www.dinhochinesebbq.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/din-ho-chinese-bbq-46569/",
		"name": "Din Ho Chinese BBQ",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/din-ho-chinese-bbq/",
		"region": "NorthandNorthwest",
		"phone": "512/832-8788"
	},
	{
		"description": "We are not saying that the phrase \"Jesus is a biscuit\" has anything to do with Olamaie, but if any one biscuit is worthy of such religious thoughts, it's the one made by chefs Michael Fojtasek and Grae Nonas. The rest of the contemporary Southern – from pickles to chicken dumplings – have us testifying, too.",
		"address": "1610 San Antonio St.",
		"website": "http://www.olamaieaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/olamaie-1591562/",
		"name": "Olamaie",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/olamaie/",
		"region": "Campus",
		"phone": "512/474-2796"
	},
	{
		"description": "The digs aren’t fancy (it’s a grocery store food court after all), but chef Ek Timrerk’s confident blend of Thai and Southern cuisines defies location. Dishes like the panang mac & cheese and the Thai meat loaf could work in the finest of dining rooms. Get them now while they are still a bargain.",
		"address": "1700 W. Parmer #100",
		"website": "http://https://www.fb.com/kinandcomfort",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/kin-and-comfort-1547672/",
		"name": "Kin & Comfort",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/kin-and-comfort/",
		"region": "NorthandNorthwest",
		"phone": "512/832-7870"
	},
	{
		"description": "With one of the biggest and best patios in town, bold and beautiful pizza pies, and an on-site brewery, it’s no wonder this warehouse spot has become a favorite hang spot. Sourcing from Johnson’s Backyard Garden and other local farms, the possibilities are endless.",
		"address": "1305 W. Oltorf",
		"website": "http://www.theabgb.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/the-austin-beer-garden-brewing-co-1499921/",
		"name": "The Austin Beer Garden Brewing Co.",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/the-austin-beer-garden-brewing-co/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/298-2242"
	},
	{
		"description": "In the preliminary round of the Chronicle’s breakfast taco competition, Veracruz beat out Torchy’s 60% to 40% – no easy feat. In addition to excellent Mexican hand pies, Veracruz slings incredible tortas, and the original location on Cesar Chavez still whips up fresh fruit smoothies and aguas frescas.",
		"address": "4208 Manchaca",
		"website": "http://www.veracruztacos.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/veracruz-all-natural-1604744/",
		"name": "Veracruz All Natural",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/veracruz-all-natural/",
		"region": "South",
		"phone": "512/629-8238"
	},
	{
		"description": "The beef cheeks are braised for hours, the pork belly is cured in-house, and the brioche are baked on-site. Independence didn’t have to do any of that – after all, we are talking about sandwiches – but the effort pays off in some of the best food in all of South Austin.",
		"address": "1807 W. Slaughter #100",
		"website": "http://www.independencefinefood.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/independence-fine-foods-1584589/",
		"name": "Independence Fine Foods",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/independence-fine-foods/",
		"region": "South",
		"phone": "512/363-5672"
	},
	{
		"description": "With New England seafood flown in daily, and options for Maine- or Connecticut-style lobster rolls, the brick-and-mortar version of the popular food truck fleet is the flagship of a mini Third Coast empire. Try the delectable smoked fish dip served in mason jars with house pickles and the fish & chips made to perfection.",
		"address": "14735 Bratton",
		"website": "http://www.garboslobsteratx.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/garbos-fresh-maine-lobster-1559197/",
		"name": "Garbo's Fresh Maine Lobster",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/garbos-fresh-maine-lobster/",
		"region": "NorthandNorthwest",
		"phone": "512/350-9814"
	},
	{
		"description": "One can’t go wrong with the Tonkotsu Original, but if you really wanna get your lip-smackin’ slurp on, get the Tsukemen – each dredge of noodles into the side of condensed pork-bone dipping broth is pure pleasure. The now very popular hashtag, #RTYslurp, says it all.",
		"address": "8557 Research #126",
		"website": "http://www.ramen-tatsuya.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/ramen-tatsu-ya-1381483/",
		"name": "Ramen Tatsu-Ya",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/ramen-tatsu-ya/",
		"region": "NorthandNorthwest"
	},
	{
		"description": "You know those annoying text threads that pop up every weekend? Where one friend wants to get crazy on Rainey, another wants to keep it classy, and a third just wants to eat as much as possible? Emmer & Rye is here to save the day, with small bites, big plates, and roaming dim sum carts filled with one-off creations.",
		"address": "51 Rainey #110",
		"website": "http://www.emmerandrye.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/emmer-and-rye-1687874/",
		"name": "Emmer & Rye",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/emmer-and-rye/",
		"region": "Downtown",
		"phone": "512/366-5530"
	},
	{
		"description": "A collective cry was let out when Austin’s mainstay Titaya’s closed for extensive renovations a few years back. Luckily when it reopened after its major face-lift, what came out of its kitchen was still exactly what customers wanted: amazing, non-fussy Thai food, like classic pad cha with crispy fried catfish.",
		"address": "5501 N. Lamar Ste. C-101",
		"website": "http://www.titayasthaicuisine.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/titayas-thai-cuisine-899129/",
		"name": "Titaya's Thai Cuisine",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/titayas-thai-cuisine/",
		"region": "Midtown",
		"phone": "512/458-1792"
	},
	{
		"description": "If you can’t stand the heat, get out of this kitchen. Chef Thai Changthong makes no concessions to milder palates in incendiary dishes like papaya salad and Chinese broccoli, but the flavor is never dulled in the rush of endorphins. If it gets too darn hot, no worries, you can always cool down with one of their inventive saké cocktails.",
		"address": "11601 Rock Rose #100",
		"website": "http://www.austinchronicle.com/locations/thai-kun-1844613/",
		"name": "Thai-Kun",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/thai-kun/",
		"region": "NorthandNorthwest"
	},
	{
		"description": "The affable conviviality of this Rainey Street standby belies the seriousness of their sausage menu, which is as wide-ranging as it is delicious. And nothing goes better with a mimosa the size of your head than a plate of their biscuits smothered in outrageously creamy gravy.",
		"address": "79 Rainey",
		"website": "http://www.bangersaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/bangers-sausage-house-and-beer-garden-1365334/",
		"name": "Banger's Sausage House & Beer Garden",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/bangers-sausage-house-and-beer-garden/",
		"region": "Downtown",
		"phone": "512/386-1656"
	},
	{
		"description": "Austin’s first dedicated Nepalese menu lives in a West Austin strip mall. Himalayan cuisine encompasses various regional Indian dishes, plenty of wonderful vegetarian options, and a Chinese influence. Mouthwatering tandoori dishes are equally matched by their samosa and chow mein counterparts, but we’re simply obsessed with the gobi Manchurian and the rosemary & cheese naan.",
		"address": "3616 Far West Blvd.",
		"website": "http://www.saffronaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/saffron-1685331/",
		"name": "Saffron",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/saffron/",
		"region": "NorthandNorthwest",
		"phone": "512/241-1732"
	},
	{
		"description": "This beloved hang spot might have the best mascot in town: a queen of pies with rockin’ ’stache and a sly wink. She knows why she rules – her New York-style and Sicilian pizzas are above reproach, and the garlic knots can build empires. But that doesn’t mean she won’t treat you like royalty too.",
		"address": "1415 S. Congress",
		"website": "http://www.homeslicepizza.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/home-slice-pizza-282875/",
		"name": "Home Slice Pizza",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/home-slice-pizza/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/444-7437"
	},
	{
		"description": "With its relaxed beer garden vibes and extensive menu of smoked meats, Easy Tiger is the perfect refuge for grown adults dragged down to Sixth Street to see their friends' jam bands. A vat of their beer cheese and a couple of their well-balanced cocktails would put anyone in a good enough mood to listen to some white guy from IT do his best Bob Marley impression.",
		"address": "709 E. Sixth",
		"website": "http://www.easytigeraustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/easy-tiger-1293071/",
		"name": "Easy Tiger",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/easy-tiger/",
		"region": "Downtown",
		"phone": "512/614-4972"
	},
	{
		"description": "The name might sound like one of your grandmother's quilting bee partners, but there's nothing dusty about this fourth-floor showstopper. Featuring contemporary cuisine from chef Frank Mnuk and pastry chef Callie Speer, and whimsical cocktails from beverage director Jennifer Keyser (plus local live music), this Geraldine is your guide to one of Austin's best nights on the town.",
		"address": "605 Davis",
		"website": "http://www.geraldinesaustin.com/",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/geraldines-1691341/",
		"name": "Geraldine's",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/geraldines/",
		"region": "Downtown",
		"phone": "512/476-4755"
	},
	{
		"description": "Louisiana native chef James Robert plates up elevated, playful Southern eats. The team executes a fine balance between classics-done-well (like their famed biscuits) and outside-the-box concepts (like lobster & crawfish pot pie). The bar stirs up reimagined cocktails – the barrel-aged Manhattan with house-cured bacon is a showstopper. Whimsy carries into the eclectic space made up of a bright open kitchen and a chicken-coop-inspired dining room.",
		"address": "500 W. Fifth",
		"website": "http://www.austinfixe.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/fixe-1597766/",
		"name": "Fixe",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/fixe/",
		"region": "Downtown",
		"phone": "512/888-9133"
	},
	{
		"description": "All the Cajun classics are here – gumbo, jambalaya, étouffée, red beans and rice – but owner/chef Curtis Clarke’s less traditional creations like Gold Band Creole (huge fried butterflied shrimp served on fettuccine with a spicy aïoli and a titular strip of Parmesan) steal the show. The frequent live music keeps things rockin’.",
		"address": "8106 Brodie",
		"website": "http://www.evangelinecafe.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/evangeline-cafe-185933/",
		"name": "Evangeline Cafe",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/evangeline-cafe/",
		"region": "South",
		"phone": "512/282-2586"
	},
	{
		"description": "Italic is the perfect neighborhood date night restaurant, with a menu of beautifully wrought Italian classics, and just enough original touches to keep things interesting. The slow-braised bolognese sets a new standard in carb-intensive comfort food.",
		"address": "123 W. Sixth",
		"website": "http://www.italicaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/italic-1623538/",
		"name": "Italic",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/italic/",
		"region": "Downtown",
		"phone": "512/660-5390"
	},
	{
		"description": "Swift's Attic has one of the best happy hours in town, where you can wash down your smoked edamame and pop rocks with a couple of New Fashioneds. The menu here is elegant and playful, rife with unexpected pairings and bold flavors. It's the kind of place you should take a date to see if they have a good sense of humor.",
		"address": "315 Congress",
		"website": "http://www.swiftsattic.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/swifts-attic-1321306/",
		"name": "Swift's Attic",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/swifts-attic/",
		"region": "Downtown",
		"phone": "512/482-8842"
	},
	{
		"description": "Who says that the ’burbs can’t have good food? Chef Rob Snow’s eclectic cafe brings the foodie gospel up north with serious sandwiches and burgers, locally sourced salads, and one of the best macaroni & cheeses in all of Central Texas. Don’t forget to check out the specials, ranging from grilled shrimp in strawberry cocktail sauce to goat bolognese.",
		"address": "1400 E. Old Settlers #110",
		"website": "http://www.greenhousecraftfood.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/greenhouse-craft-food-1529937/",
		"name": "Greenhouse Craft Food",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/greenhouse-craft-food/",
		"region": "NorthandNorthwest",
		"phone": "Round Rock"
	},
	{
		"description": "Suffering from quinoa fatigue? Get thee to the Driskill, where you can hide out in a dark wood-paneled room and have the sort of well-made, honest meal your grandfather would approve of: iceberg wedge salad and osso buco or a dry aged steak. And, of course there's crème brûlée for dessert.",
		"address": "604 Brazos",
		"website": "http://www.driskillgrill.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/the-driskill-grill-48117/",
		"name": "The Driskill Grill",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/the-driskill-grill/",
		"region": "Downtown",
		"phone": "512/391-7162"
	},
	{
		"description": "Folks in the know talk about Tâm’s bánh mì with whispered reverence. It’s easy to see why. The pork has just the right amount of char, the baguette has just the right amount of chew, and the toppings are always garden fresh. Oh, and there’s those cream puffs too. They sell out daily but still seem like Austin’s best-kept secret.",
		"address": "8222 N. Lamar Ste. D-33",
		"website": "http://www.fb.com/tamdeliandcafe",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/tm-deli-and-cafe-47535/",
		"name": "Tâm Deli & Cafe",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/tm-deli-and-cafe/",
		"region": "NorthandNorthwest",
		"phone": "512/834-6458"
	},
	{
		"description": "Like Buccellati engagement rings or the Olsen twins, good things come in small packages. Case in point: chef Yoshi Okai’s 12-seat tasting table in the South Congress Hotel where every detail – from the napkins to the impeccable omakase – has been carefully considered. It’s not cheap, but treat yo’self.",
		"address": "1603 S. Congress",
		"website": "http://www.otokoaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/otoko-1842679/",
		"name": "Otoko",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/otoko/",
		"region": "SouthCongressandSouthFirst"
	},
	{
		"description": "Still going strong after 15 years, wink has seen more than its fair share of lit candles. That’s because the Old West Austin staple has always known how to make their customers feel special. With timeless cuisine, an irreproachable front-of-house, and a savvy wine list, wink is always a celebration.",
		"address": "1014 N. Lamar",
		"website": "http://www.winkrestaurant.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/wink-86380/",
		"name": "wink",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/wink/",
		"region": "West",
		"phone": "512/482-8868"
	},
	{
		"description": "Like Edie Sedgwick or Karlie Kloss, Wu Chow's Shanghai soup dumplings have been the muse for all sorts of artistic endeavors. Just last week, we rewrote Hamilton as a tribute to the tiny miracles. Maybe that was a bad idea, but when a place serves up Chinese food as delicious as Wu Chow's, it deserves a big production.",
		"address": "500 W. Fifth",
		"website": "http://www.wuchowaustin.com/",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/wu-chow-1602512/",
		"name": "Wu Chow",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/wu-chow/",
		"region": "Downtown",
		"phone": "512/482-8200"
	},
	{
		"description": "How to land a deal: Take your client to Central Standard. Sit at the glistening bar, away from the hubbub of the dining room. Order one Standard Platter stocked with oysters, lobster, and clams, an order of the decadent potato bread, and two seriously boozy Salted Caramel cocktails. Clink your glasses and sign on the line. You tycoon, you.",
		"address": "1603 S. Congress",
		"website": "http://www.centralstandardaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/central-standard-1821943/",
		"name": "Central Standard Kitchen & Bar",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/central-standard/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/942-0823"
	},
	{
		"description": "In Texas, eschewing barbecue traditions is risky, but Valentina’s pulls off the rare feat of marrying tortillas and smoked meats with such finesse that even the grouchiest salt-and-pepper stalwarts could be convinced that fusion isn’t a dirty word. Bonus points for bringing barbecue into the realm of breakfast and offering the best pre-11am brisket in town.",
		"address": "7612 Brodie Ln.",
		"website": "http://www.valentinastexmexbbq.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/valentinas-tex-mex-bbq-1689165/",
		"name": "Valentina's Tex Mex BBQ",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/valentinas-tex-mex-bbq/",
		"region": "South",
		"phone": "512/221-4248"
	},
	{
		"description": "Dining at Clark’s Oyster Bar is like being transported into a nautical J. Crew ad. The interior’s impeccable, the waitstaff and clientele are polished, and every dish is photo shoot-ready. Run by the same group behind Perla’s and Jeffrey’s, every detail behind Clark’s is deliberate and adds to the whole dining experience – though its lauded raw bar menu and seafood specialties like Clark’s cioppino could stand on their own.",
		"address": "1200 W. Sixth",
		"website": "http://www.clarksoysterbar.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/clarks-oyster-bar-1403386/",
		"name": "Clark's Oyster Bar",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/clarks-oyster-bar/",
		"region": "West",
		"phone": "512/297-2525"
	},
	{
		"description": "Jeffrey’s is elegant; the kind of place where you can order foie gras and caviar, where the cocktail onions are house-made and the wine list runs to 40-plus pages. The kind of place where you get proposed to, where you celebrate decade birthdays and college graduations. If you’re a deep-pocketed romantic, you already have their number.",
		"address": "1204 W. Lynn",
		"website": "http://www.jeffreysofaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/jeffreys-46718/",
		"name": "Jeffrey's",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/jeffreys/",
		"region": "West",
		"phone": "512/477-5584"
	},
	{
		"description": "The craveworthy menu offers Neapolitan pizza topped with fresh ingredients ranging from classic to creative, but it isn't just about pizza at Unit-D. The chic ambience and excellent local beer and wine selection pair well with the 27-year-old sourdough starter, charcuterie, wood-fired olives, lovely Caesar salads, and quietly innovative desserts.",
		"address": "2406 Manor Rd.",
		"website": "http://www.unitdpizzeria.com/",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/unit-d-pizzeria-1659832/",
		"name": "Unit-D Pizzeria",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/unit-d-pizzeria/",
		"region": "East",
		"phone": "512/524-1922"
	},
	{
		"description": "This fine-dining hive nestled on the Pedernales is even better than its buzz. Chef Taylor Hall’s dedication to seasonal and local fare, plus the on-site apiary and new covered patio, make this an unforgettable dinner. Try the honeycomb-infused Texas bourbon craft cocktail and the buttermilk biscuits with honey butter.",
		"address": "23526 Hwy. 71 W.",
		"website": "http://www.apisrestaurant.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/apis-restaurant-and-apiary-1591554/",
		"name": "Apis Restaurant & Apiary",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/apis-restaurant-and-apiary/",
		"region": "West",
		"phone": "Spicewood"
	},
	{
		"description": "Chef Jack Gilmore’s locally sourced menu is about as Texan as it gets: hearty portions of comfort food jam-packed with big flavor, served in a sophisticated boots-and-starched-denim setting. Tacos, buns, grillin’s, and chicken-fried anything makes up the bulk of the menu, with surf, turf, and daily specials giving something for everyone in the family.",
		"address": "2500 Hoppe Trail",
		"website": "http://www.austinchronicle.com/locations/jack-allens-kitchen-round-rock-1346831/",
		"name": "Jack Allen's Kitchen Round Rock",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/jack-allens-kitchen-round-rock/",
		"region": "NorthandNorthwest",
		"phone": "Round Rock"
	},
	{
		"description": "We have to admit: We rarely order the ultra-fresh sushi because it’s all about the hand-pulled Chinese noodles at this pan-Asian eatery. Served dry (stir-fried and saucy) or soupy, the strands are pulled to order (you choose the shape and thickness). The incomparable texture of the noodles, fragrant broth, and complimentary fermented black vinegar and chile oil have elevated the shoyu ramen to cult status.",
		"address": "1801 E. 51st",
		"website": "http://www.xianfresh.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/xian-sushi-and-noodle-1655706/",
		"name": "Xian Sushi and Noodle",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/xian-sushi-and-noodle/",
		"region": "NorthandNorthwest",
		"phone": "512/469-7878"
	},
	{
		"description": "Sure, we love the bánh mì-esque Lucy done up as tacos and the Baby Buffalo as a hearty salad, but the sammies at ADP are the real deal, served up on rolls from La Mexicana Panaderia and Sweetish Hill Bakery – and the jalapeño hush puppies always have us barking for more. Plus, anywhere with \"Free Beer Fridays\" has a permanent place in our hearts.",
		"address": "1900 E. MLK",
		"website": "http://austindailypress.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/austin-daily-press-1458386/",
		"name": "Austin Daily Press",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/austin-daily-press/",
		"region": "East"
	},
	{
		"description": "We don’t want to get too much into Lana Del Rey’s business, but maybe if she had a restaurant like Alcomar nearby, she wouldn’t experience so much “Summertime Sadness.” With an effortless interior, achingly fresh seafood, and heady margaritas, chefs Alma Alcocer-Thomas and Jeff Martinez preside over an instant pick-me-up.",
		"address": "1816 S. First",
		"website": "http://www.alcomaratx.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/alcomar-1643795/",
		"name": "Alcomar",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/alcomar/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/401-3161"
	},
	{
		"description": "Seems like no matter how many “hidden gem” lists Fabi + Rosi makes, there’s still never a long waitlist to deter us from dining at this European restaurant housed in a charming Craftsman bungalow. No complaints here – the schnitzel is worth the wait if you haven’t already tried it, as is the simple but wholly satisfying Ich Liebe Tiere dish of locally sourced vegetables.",
		"address": "509 Hearn",
		"website": "http://www.fabiandrosi.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/fabi-rosi-790269/",
		"name": "Fabi + Rosi",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/fabi-rosi/",
		"region": "West",
		"phone": "512/236-0642"
	},
	{
		"description": "In 2013, after a couple of years of health problems, owner Ronald Cheng had an opportunity to reopen in the building where Chinatown started in 1983. He kept some of the former menu items, added some delicious new ones, and gave the whole place a new look – simultaneously reinvigorating his brand and cementing his Austin culinary legacy. Austin is full of restaurateurs. Cheng is a giant.",
		"address": "2712 Bee Caves Rd",
		"website": "http://www.austinchinatown.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/chinatown-1644058/",
		"name": "Chinatown",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/chinatown/",
		"region": "VirginiaB.WoodHallofFame",
		"phone": "512/328-6588"
	},
	{
		"description": "With its emphasis on intricate spicing and sauces complex enough to rival French haute cuisine, Oaxacan food is one of the driving forces behind Mexican cuisine's recent designation as a UNESCO world heritage intangible resource. And El Naranjo, under the astute direction of chef Iliana de la Vega, is the best place in Austin to try it for yourself.",
		"address": "85 Rainey",
		"website": "http://www.elnaranjo-restaurant.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/el-naranjo-1026989/",
		"name": "El Naranjo",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/el-naranjo/",
		"region": "Downtown",
		"phone": "512/474-2776"
	},
	{
		"description": "Sway’s extensive menu means there’s never a lack of exciting dishes to try, even though we can’t seem to forgo our favorites like prawn miange and blue crab fried rice. (We’ve learned to come with a group and share all the dishes.) Chef Martin Wilda’s special menus, celebrating events such as the recent Songkran, as well as a new brunch menu, ensure we keep coming back.",
		"address": "1417 S. First",
		"website": "http://www.swayaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/sway-1394078/",
		"name": "Sway",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/sway/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/326-1999"
	},
	{
		"description": "In 2001, Chronicle readers voted this Hyde Park mainstay the Best New Restaurant in our annual Restaurant Poll. Customers haven’t stopped raving since. It’s rare for a restaurant to have longevity over a more than 15-year span; it’s rarer still when a restaurant still feels relevant.",
		"address": "408-C E. 43rd",
		"website": "http://www.astiaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/asti-47885/",
		"name": "Asti",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/asti/",
		"region": "VirginiaB.WoodHallofFame",
		"phone": "512/451-1218"
	},
	{
		"description": "With simple fare like deviled eggs and fried pickles, Proof & Cooper doesn’t seem like it belongs on any “best of” lists. But those deviled eggs pop with smoked paprika, and the fried pickles are made from in-house bread-and-butters. Heck, even the ranch dressing is a work of art. There’s no pretention here, just perfectly crafted comfort food and cocktails.",
		"address": "18710 Hamilton Pool Rd.",
		"website": "http://www.proofandcooper.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/proof-and-cooper-1819471/",
		"name": "Proof & Cooper",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/proof-and-cooper/",
		"region": "West",
		"phone": "Dripping Springs"
	},
	{
		"description": "A SoCo staple from before it was called SoCo, the elegant eatery takes its name from the buzzing dining room. It’s classic Italian, with walls of wine, in-house butchery, a long list of house-made delights, and thoughtfully sourced ingredients. We love the calamari fritti arrabbiata, Scampi con Salsa all’Aglio, and the Sicilian cheesecake, so very much.",
		"address": "1610 S. Congress",
		"website": "http://www.austinvespaio.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/vespaio-46351/",
		"name": "Vespaio",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/vespaio/",
		"region": "VirginiaB.WoodHallofFame",
		"phone": "512/441-6100"
	},
	{
		"description": "Most Austin restaurants are concerned with sustainability, but few walk the walk as thoroughly as chef/owner Jesse Griffiths. From Gulf seafood to locally sourced yaupon tea and loquats foraged across town, everything about Dai Due is seasonal and local (not to mention delicious). If there is such a thing as a wholly Austin cuisine, this is it.",
		"address": "2406 Manor Rd.",
		"website": "http://www.daidue.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/dai-due-1595897/",
		"name": "Dai Due Butcher Shop & Supper Club",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/dai-due/",
		"region": "East",
		"phone": "512/524-0688"
	},
	{
		"description": "So much has been written about Aaron Franklin and the restaurant that bears his name – the James Beard award, the lines, the religious experience of the brisket – that chiming in now really seems unnecessary. So instead, we'll just say one thing: It really is that good.",
		"address": "900 E. 11th",
		"website": "http://www.franklinbarbecue.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/franklin-barbecue-927245/",
		"name": "Franklin Barbecue",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/franklin-barbecue/",
		"region": "East",
		"phone": "512/653-1187"
	},
	{
		"description": "Come for the award-winning burger, stay for an outdoor film screening. It may bill itself as a coffeehouse, but Cherrywood is more like a community hub, satisfying the yogi, budding artist, videophile, live-music lover, coffee snob, and foodie in all of us. No wonder there is always a line at brunch.",
		"address": "1400 E. 38 1/2",
		"website": "http://www.cherrywoodcoffeehouse.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/cherrywood-coffeehouse-259632/",
		"name": "Cherrywood Coffeehouse",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/cherrywood-coffeehouse/",
		"region": "East",
		"phone": "512/538-1991"
	},
	{
		"description": "Shopping is hard work, but SoCo has a time-honored respite. A diner space adjacent to neighbor-with-the-best-sign Austin Motel for 70 years, this revamped space offers the best in tasty, consciously sourced and created eats and drinks. Rest your weary dogs, support local farms, and get in some stellar people-watching.",
		"address": "1224 S. Congress",
		"website": "http://www.snackbaraustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/snack-bar-928007/",
		"name": "Snack Bar",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/snack-bar/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/445-2626"
	},
	{
		"description": "It’s hard to resist the sirens’ call of a big juicy handcrafted burger, especially from a place that offers endless variations in toppings and proteins. Even though this Austin original opens its fourth location soon, it still packs the house – proving that craft burgers are more than just a trend.",
		"address": "1400 S. Congress",
		"website": "http://www.hopdoddy.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/hopdoddy-burger-bar-1098249/",
		"name": "Hopdoddy Burger Bar",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/hopdoddy-burger-bar/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/243-7505"
	},
	{
		"description": "You could easily play hipster food bingo with Café No Sé’s menu (Avocado toast? Check! Kale salad? Yup!) but the execution here is flawless, simultaneously excessive and elegant. #foodporn-worthy bites for the Instagirl in your life that taste good enough that you don’t mind putting up with her.",
		"address": "1603 S. Congress",
		"website": "http://www.austinchronicle.com/locations/caf-no-s-1670319/",
		"name": "Café No Sé",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/caf-no-s/",
		"region": "SouthCongressandSouthFirst"
	},
	{
		"description": "Calling Eddie Wilson’s down-home restaurant an institution is an understatement. Generations of Austinites have downed a beer (or two) at Threadgill’s while feasting on chicken-fried steaks that are as legendary as the musicians who performed there. The massive selection of sides still makes us hoot and holler.",
		"address": "6416 N. Lamar",
		"website": "http://www.threadgills.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/threadgills-north-46205/",
		"name": "Threadgill's North",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/threadgills-north/",
		"region": "VirginiaB.WoodHallofFame",
		"phone": "512/451-5440"
	},
	{
		"description": "This new favorite from District Kitchen + Cocktails chef/partner Amir Hajimaleki’s adventurous cuisine blends global influences like German (veal schnitzel), Caribbean (jerk pork tenderloin), and Irish (shepherd’s pie) foods without ever feeling disjointed. We love that he’s bringing the gospel of good food to the outskirts of Austin.",
		"address": "8300 FM 620 N.",
		"website": "http://www.oasthouseaustin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/oasthouse-kitchen-bar-1690988/",
		"name": "Oasthouse Kitchen + Bar",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/oasthouse-kitchen-bar/",
		"region": "West",
		"phone": "737/222-5779"
	},
	{
		"description": "A rare affordable date spot in a crowded high-dollar dining scene, Lenoir’s three-course prix fixe remains the best value and one of the most dazzling meals in town, with dishes like masa-stuffed quail and cold crawfish salad defying categorization without confusing taste buds.",
		"address": "1807 S. First",
		"website": "http://www.lenoirrestaurant.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/lenoir-1321295/",
		"name": "Lenoir",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/lenoir/",
		"region": "SouthCongressandSouthFirst",
		"phone": "512/215-9778"
	},
	{
		"description": "Boasting one of Austin's best outdoor spaces – modeled after its namesake ranch – and a creative assortment of Texas tapas, this is a pitch-perfect happy hour spot. It fills up fast with the neighborhood crowd, but you can sip an El Pepino, crunch popcorn and olive bar snacks, and throw horseshoes while you wait.",
		"address": "2027 Anchor",
		"website": "http://www.contigotexas.com/austin",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/contigo-1230020/",
		"name": "Contigo",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/contigo/",
		"region": "East",
		"phone": "512/614-2260"
	},
	{
		"description": "A lot of new Italian restaurants have opened in the last year or so, but few can actually transport you to Italy. Housed in the luxurious Hotel Granduca, Visconti is a mini-vacation with the type of attentive service that is rare in America. Executive chef Tom Parlo’s cuisine completes the illusion with thoughtful Northern Italian specialties.",
		"address": "320 Capital of TX Hwy. S.",
		"website": "http://www.granducaaustin.com/austin-hotel-restaurants/visconti-ristorante/",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/visconti-ristorante-1687871/",
		"name": "Visconti Ristorante",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/visconti-ristorante/",
		"region": "West",
		"phone": "Bldg. B"
	},
	{
		"description": "Austin’s no longer lacking Italian options, but before last year’s flood of tagliatelle, Olive & June built a rep as a reliably great place to enjoy classics like cacio e pepe as well as creative interpretations like saffron-ricotta ravioli. There’s just enough upscale decor to make a plate of spaghetti feel elegant, with a wine cellar to match.",
		"address": "3411 Glenview",
		"website": "http://www.oliveandjune-austin.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/olive-and-june-1326191/",
		"name": "Olive & June",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/olive-and-june/",
		"region": "West",
		"phone": "512/467-9898"
	},
	{
		"description": "Besides the relatively affordable cost of living, there’s another reason to move out to Cedar Park. Jenna’s namesake chef Jenna Choe can make something as workaday as crab rangoon into a tour de force, and her fresh takes on Korean classics like bibimbap give suburbanites something to throw back in the faces of their snobby urban neighbors.",
		"address": "12300 RR 620 N.",
		"website": "http://www.jennasasiankitchen.com/",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/jennas-asian-kitchen-1659334/",
		"name": "Jenna's Asian Kitchen",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/jennas-asian-kitchen/",
		"region": "West",
		"phone": "512/258-8282"
	},
	{
		"description": "Serving regional Mexican cuisine since 1975, Fonda San Miguel is as much of an Austin icon as it is a great happy hour spot. The walls of the expansive hacienda-style space showcase a fine gallery of Mexican art, and the dishes served are equally remarkable. Do not visit without ordering a ceviche and house margarita.",
		"address": "2330 W. North Loop",
		"website": "http://www.fondasanmiguel.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/fonda-san-miguel-46572/",
		"name": "Fonda San Miguel",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/fonda-san-miguel/",
		"region": "VirginiaB.WoodHallofFame",
		"phone": "512/459-4121"
	},
	{
		"description": "You can bet that any restaurant with bacon marmalade pizza, soft pillowy crusts on Neapolitan-style pies, and a penchant for pastrami will have a dedicated following willing to make the Dripping Springs drive. Add in giant chocolate chip cookies and draft beer, and it’s practically a religion.",
		"address": "12005 Hwy. 290 W.",
		"website": "http://www.fb.com/pieous",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/pieous-1461715/",
		"name": "Pieous",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/pieous/",
		"region": "West",
		"phone": "512/394-7041"
	},
	{
		"description": "For most restaurants, all-you-can-eat is a concept meant to pack in the masses. For Cafe Josie chef Todd Havers, it’s an antidote to upscale dining that still leaves you hungry after a hefty bill. “The experience,” the name for the recently launched unlimited prix fixe, is proof that this Clarksville fixture can still teach this town some new tricks.",
		"address": "1200-B W. Sixth",
		"website": "http://www.cafejosie.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/cafe-josie-44417/",
		"name": "Cafe Josie",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/cafe-josie/",
		"region": "West",
		"phone": "512/322-9226"
	},
	{
		"description": "Owners David and Jessenia Bober took a risk when they left New York to open a restaurant on a winding Hill Country road, but the cuisine – saké-cured gravlax, lamb and pork pappardelle, steak frites – couldn’t be more assured. With one of the most cozy dining rooms in the area, it is the definition of destination dining.",
		"address": "16920 RR 12",
		"website": "http://www.jobellcafe.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/jobell-cafe-and-bistro-1842678/",
		"name": "Jobell Cafe and Bistro",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/jobell-cafe-and-bistro/",
		"region": "West",
		"phone": "Wimberley"
	},
	{
		"description": "Embodying the idea that simplicity is a marker of sophistication, the made-to-order fresh pasta is one of our favorites in town. Open for dinner, the unassuming food truck in the Butterfly Bar courtyard boasts house-made ricotta, local veggies and eggs, and dishes designed around time-honored family flavors. The Pomodoro's roasted romas and garlic confit is worth a weekly trip.",
		"address": "2307 Manor Rd.",
		"website": "http://www.patrizis.com",
		"moreInfoUrl": "http://www.austinchronicle.com/locations/patrizis-1476419/",
		"name": "Patrizi's",
		"href": "http://www.austinchronicle.com/food/first-plates/2016/patrizis/",
		"region": "East",
		"phone": "512/522-4834"
	}
]